* mordad
** holidays
*** <2022-08-11 Thu>
:LOGBOOK:
CLOCK: [2022-08-11 Thu 10:00]--[2022-08-11 Thu 14:24] =>  4:24
:END:
*** <2022-08-18 Thu> 
:LOGBOOK:
CLOCK: [2022-08-18 Thu 16:45]--[2022-08-18 Thu 19:55] =>  3:10
CLOCK: [2022-08-18 Thu 11:40]--[2022-08-18 Thu 13:25] =>  1:45
:END:
*** <2022-08-19 Fri> 
:LOGBOOK:
CLOCK: [2022-08-19 Fri 10:30]--[2022-08-19 Fri 15:32] =>  5:02
:END:
** normal days
*** <2022-08-21 Sun> 
:LOGBOOK:
CLOCK: [2022-08-21 Sun 09:45]--[2022-08-21 Sun 18:31] =>  8:46
:END:
* shahrivar
** off-days
*** <2022-08-23 Tue> 
*** <2022-08-24 Wed> 
** remote working
*** <2022-09-04 Sun>
:LOGBOOK:
CLOCK: [2022-09-04 Sun 09:00]--[2022-09-04 Sun 18:00] =>  9:00
:END:
*** <2022-09-05 Mon>
:LOGBOOK:
CLOCK: [2022-09-05 Mon 09:00]--[2022-09-05 Mon 18:00] =>  9:00
:END:
** normal days
*** <2022-08-27 Sat>
:LOGBOOK:
CLOCK: [2022-08-27 Sat 09:57]--[2022-08-27 Sat 18:13] =>  8:16
:END:
*** <2022-09-03 Sat> 
:LOGBOOK:
CLOCK: [2022-09-03 Sat 09:55]--[2022-09-03 Sat 18:09] =>  8:14
:END:
*** <2022-09-06 Tue> 
:LOGBOOK:
CLOCK: [2022-09-06 Tue 09:50]--[2022-09-06 Tue 18:20] =>  8:30
:END:
*** <2022-09-07 Wed>
:LOGBOOK:
CLOCK: [2022-09-07 Wed 09:50]--[2022-09-07 Wed 18:17] =>  8:27
:END:
*** <2022-09-10 Sat>
:LOGBOOK:
CLOCK: [2022-09-10 Sat 09:53]--[2022-09-10 Sat 18:23] =>  8:30
:END:
*** <2022-09-11 Sun> 
:LOGBOOK:
CLOCK: [2022-09-11 Sun 10:00]--[2022-09-11 Sun 18:10] =>  8:10
:END:
*** <2022-09-13 Tue> 
:LOGBOOK:
CLOCK: [2022-09-13 Tue 10:00]--[2022-09-13 Tue 18:05] =>  8:05
:END:
